(function(panel, $) {
  $.extend(panel, {
    type_loot: {
      "HK-53" : "HK-53",
      "Ржавая РГД-5": "Ржавая граната RGD-5",
      "L83 A1 HG": "L83 A1 HG",
      "M84": "M84",
      "Титановый пояс": "Титановый пояс",
      "Тяжелые ботинки": "Тяжелые ботинки",
      "Шлем 2-го класса": "Шлем 2-го класса",
      "Маскировочный плащ": "Маскировочный плащ",
      "Медицинский бинт": "Медицинский бинт",
      "Походная аптечка": "Походная аптечка",
      "Стимпак бессмертия": "Стимпак бессмертия",
      "Стимпак бессмертия XL": "Стимпак бессмертия XL",
      "Стимпак брони": "Стимпак брони",
      "Стимпак брони XL": "Стимпак брони XL",
      "Стимпак скорости": "Стимпак скорости",
      "Стимпак урона": "Стимпак урона",
      "Стимпак урона XL": "Стимпак урона XL",
      "Вяленая рыба": "Вяленая рыба",
      "Фляга с водой": "Родниковая вода",
      "Гриб": "Грибы",
      "Травяной сбор": "Травяной сбор",
      "Кофейные зерна": "Кофейные зерна",
      "Книга опыта": "Книга опыта",
      "Журнал \"Современное оружие\"": "Журнал \"Современное оружие\"",
      "Динамит": "Динамит"
    }
  });
})(window.__panel, jQuery);