(function(panel) {
  jQuery.extend(panel, {
    /**
     * Функция, возвращающая массив значений для вывода опций
     */
    forum_hide_main: {
      '1' : 'Официальные объявления',
      '49': 'Вопросы и помощь в игре',
      '27': 'Общий игровой форум',
      '8' : 'Открытый Клуб',
      '38': 'Объявления синдикатов',
      '56': 'Вступлю в синдикат',
      '2' : 'Идеи и предложения',
      '22': 'Форум для неигровых тем',
      '55': 'Клуб Нытиков',
      '5' : 'Тотализатор',
      '30': 'Общение гостей острова',
      '3' : 'Конкурсы',
      '4' : 'Благодарности и поздравления',
      '6' : 'Offline встречи',
      '23': 'Креатив',
      '24': 'Официальные объявления налоговой инспекции'
    },

    forum_hide_trade: {
      '7' : 'Торговля предметами : Оружие',
      '36': 'Торговля предметами : Броня',
      '37': 'Торговля предметами : Аксессуары',
      '35': 'Торговля high-tech предметами',
      '34': 'Торговля недвижимостью',
      '44': 'Торговля предметами : Редкие вещи',
      '47': 'Торговля модифицированными предметами',
      '48': 'Торговля сломанными вещами',
      '46': 'Аренда предметов',
      '54': 'Аренда недвижимости',
      '41': 'Торговля синдикатами',
      '42': 'Поиск исполнителей'
    },

    forum_hide_sud: {
      '11': 'Официальные объявления суда',
      '12': 'Зал суда',
      '29': 'Зал бракосочетаний',
      '50': 'Дворец Бракосочетания'
    },

    forum_hide_tech: {
      '17': 'Техническая поддержка',
      '18': 'Баги и глюки (общее)',
      '19': 'Баги и глюки (финансовые вопросы)',
      '20': 'Проблемы с боями',
      '33': 'Проблемы с персонажами'
    },

    forum_hide_rh: {
      '25': 'Respect Hill'
    }

  });
})(window.__panel);